Repository: common-repository/postnl-address-validation-for-woocommerce
Catalog: languages/postnl-wc-address-validation-*.po
Languages: nl_nl

source: No results found
nl_nl: Geen resultaten gevonden

source: We did our best to validate the address for you. Please check your input and try again.
nl_nl: We hebben ons best gedaan om het adres voor u te valideren. Controleer uw invoer en probeer het opnieuw.

source: Edit Address
nl_nl: Adres Wijzigen

source: The address will not be revalidated
nl_nl: Het adres wordt niet opnieuw gevalideerd

# Housenumber
source: Number
nl_nl: Huisnummer

# housenummer suffix
source: Suffix
nl_nl: Toevoeging

source: Street name
nl_nl: Straatnaam

# address_line
source: Rest of the address
nl_nl: Rest van het adres

source: Enter what applies, for example street name, house number, building, floor, door code, region
nl_nl: Voer in wat van toepassing is, bijvoorbeeld straatnaam, huisnummer, gebouw, verdieping, deurcode, regio

source: Select adres
nl_nl: Selecteer adres

source: No addresses available
nl_nl: Geen adressen beschikbaar

source: Number
nl_nl: Nummer

source: Suffix
nl_nl: Toevoeging

# full string
source: Suffix
nl_nl: Toevoeging

source: %1$s requires PHP %2$d or higher (%2$d or higher recommended).
nl_nl: %1$s vereist PHP %2$d of hoger (%2$d of hoger aanbevolen).

source: You are using the "PostNL Address Validation for WooCommerce" plugin in combination with the "PostNL for WooCommerce" plugin. You need to disable the option "Use PostNL address fields" in the "PostNL for WooCommerce" plugin.
nl_nl: U maakt gebruik van de plug-in "PostNL Address Validation for WooCommerce" in combinatie met de plug-in "PostNL for WooCommerce". U moet de optie "PostNL adresvelden gebruiken’’ uitschakelen in de plug in "PostNL voor WooCommerce".

source: %1$s requires Wordpress %2$d or higher (%2$d or higher recommended).
nl_nl: %1$s vereist Wordpress %2$d of hoger (%2$d of hoger aanbevolen).

source: %s requires %sWooCommerce%s to be installed & activated!
nl_nl: %s vereist %sWooCommerce%s te installeren en te activeren!

source: %s API key needs to be activated - %s settings %s
nl_nl: %s API-sleutel moet worden geactiveerd - %s instellingen %s

source: Warning: The plugin "PostNL Address Validation for WooCommerce" has been deprecated. There is no longer support for this plugin and from July 1st 2024 this plugin will not be available anymore. Please refer to the "PostNL for WooCommerce" plug-in. With this plug-in it is also possible to validate Dutch address data while it’s entered.
nl_nl: Waarschuwing: De plugin "PostNL Adresvalidatie voor WooCommerce" is deprecated. Er is geen ondersteuning meer voor deze plugin en vanaf 1 juli 2024 zal deze plugin niet meer beschikbaar zijn. We verwijzen je door naar de "PostNL for WooCommerce" plug-in. Met deze plugin is het ook mogelijk om Nederlandse adresgegevens te valideren tijdens het invoeren.

source: Active
nl_nl: Actief

source: Inactive
nl_nl: Inactief

source: API key is: %1$s
nl_nl: API-sleutel is: %1$s

source: Go to request Address check API %s
nl_nl: Ga naar adres aanvragen API %s

source: Enable
nl_nl: Inschakelen

source: API Key
nl_nl: API sleutel

source: National / International
nl_nl: Nationaal / Internationaal

source: Use National or International API
nl_nl: Gebruik nationale of internationale API

source: National ( The Netherlands )
nl_nl: Nationaal ( Nederland )

source: International
nl_nl: Internationaal

source: There has been an error: %s
nl_nl: Er is een fout opgetreden: %s

source: Invalid ApiKey for given resource
nl_nl: Ongeldige ApiKey voor deze service

source: Invalid ApiKey
nl_nl: Ongeldige ApiKey

source: Settings
nl_nl: Instellingen

source: PostNL Address Validation for WooCommerce
nl_nl: PostNL adresvalidatie voor WooCommerce

source: https://www.postnl.nl
nl_nl: https://postnl.nl

source: With the PostNL Address Validation for WooCommerce plug-in you can easily find a Dutch or International address in the check out. This way you always ship to the right address.
nl_nl: Met de PostNL Address Validation for WooCommerce plug-in vind je eenvoudig een Nederlands of Internationaal adres in de check-out. Zo verzend je altijd naar het juiste adres.
